
console.log(
    'Самооценка в баллах 50\n'  +
    '\t1. блок <header> +2\n' +
    '\t2. секция Welcome +2\n' +
    '\t3. секция About +4\n' +
    '\t4. секция Favorites +2\n' +
    '\t5. секция CoffeShop +4\n'+
    '\t6. секция Contacts +4\n'+
    '\t7. секция LibraryCard +4\n'+
    '\t8. блок <footer> + 2\n' +
    '\t9. Ни на одном из разрешений до 640px включительно не появляется горизонтальная полоса прокрутки. +12\n' +
    '\t10. На ширине экрана 768рх реализовано адаптивное меню +12\n' 
    );

 
  


